[Settings]
AuthorName=Pert Pytelka
AuthorEmail=
Language=Czech
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=Sky-Fighter Hlášení chyby
HeaderText=%s přestal pracovat
SubHeaderText=Zašlete nám prosím hlášení o chybě (%s), pomůžete nám tím zlepšit software.
WhatDoesReportContain=Co tato zpráva obsahuje?
ProvideAdditionalInfo=Poskytnout další informace o chybě (doporučeno).
YourEmail=Váš email:
DescribeProblem=Popište několika slovy, co jste dělal/a, když došlo k chybě:
MyConsent=Stiskem tlačítka “Odeslat hlášení” potvrzují, že jsem seznámený s obsahem hlášení a souhlasím s podmínkami ochrany osobních údajů.
MyConsent2=Stiskem tlačítka “Odeslat hlášení” potvrzují, že jsem seznámený s obsahem hlášení.
PrivacyPolicy=Zásady ochrany osobních údajů
InvalidEmailCaption=Neplatný email 
InvalidEmailText=Prosím uveďte platnou emailovou adresu, například, jmeno@seznam.cz.
SendReport=Odeslat hlášení
CloseTheProgram=Uzavřít program
RestartApp=Restartovat %s po uzavření tohoto okna.
OtherActions=Další kroky…
SendReportLater=Ukončit program a odeslat hlášení později

[DetailDlg]
DlgCaption=Podrobnosti k chybovému hlášení
DoubleClickAnItem=Položku otevřete dvojklikem v příslušném programu.
FieldName=Název
FieldDescription=Popis
FieldSize=Velikost
Preview=Náhled
PrivacyPolicy=Zásady ochrany osobních údajů
Close=Uzavříy
Export=Exportovat…
NoDataToDisplay=Žádná data k zobrazení
PreviewAuto=Automaticky
PreviewText=Text
PreviewHex=Hex
PreviewImage=Obrázek
PreviewVideo=Video
Encoding=Kódovaní textu
DescCrashDump=Minidump pádu
DescXML=Popis pádu v XML
DescScreenshot=Obrázek pracovní plochy
DescRegKey=Výpis registrů
DescVideo=Video s pracovní plochou
Open=Otevřít
DeleteSelected=Vymazat vybrané soubory
AttachMoreFiles=Připojit další soubor(-y)…
           
[ProgressDlg]
DlgCaption=%s - Odesílání hlášení o chybě
DlgCaption2=%s přestal pracovat
DlgCaptionExport = %s - Uložení hlášení o chybě
CollectingCrashInfo=Shromažďování informací k problému…
CompressingFiles=Komprese souborů s hlášením o chybě…
StatusText= Odesílání chybového hlášenít (pokus %d z 3)…
ConfirmLaunchEmailClient=Hlášení o chybě může být odesláno výchozím emailovým programem (%s).\nPro spuštění emailového programu stisnkěte "OK", jinak stiskněte “Storno”.
CompletedWithErrors=Dokončeno s chybami. Stiskněte "Uzavřít" pro uzvření okna.
ExportedWithErrors=Export dokončen s chybami. Stiskněte "Uzavřít" pro uzvření okna.
CopySelectedLines=Kopírovat vybrané řádky
CopyTheWholeLog=Kopírovat celý log
Cancel=Storno
Cancelling=Stornování…
Close=Uzavřít

[ResendDlg]
DlgCaption=%s - Odeslat hlášení o chybě
BalloonCaption=%s - Chybová hlášení
BalloonText=Právě došlo k některým chybám v %s. Klikněte zde pro odeslání hlášení o chybě.
ColumnCreationDate=Datum vytvoření
ColumnSize=Velikost
ColumnStatus=Stav
ClickForDetails=Dvojitým kliknutím na položce se zobrazí podrobnosti.
SelectedSize=Vybrané položky: %d. Celková velikost: %s.
SendNow=Odestlat nyní
ShowLog=Zobrazit log
MyConsent=Stisknutím tlačítka "Odeslat hlášení" potvrzuji, že jsem seznámen/a s obsahem vybraných hlášení a souhlasím s pravidly pro ochranu osobních údajů.
MyConsent2=Stisknutím tlačítka "Odeslat hlášení" potvrzuji, že jsem seznámen/a s obsahem vybraných hlášení.
PopupShow=Zobrazit
PopupExit=Ukončit
PopupRemindLater=Uzavřít okno a připomenout později
PopupNeverRemind=Uzavřít okno a nikdy nepřipomínat
StatusPending=Čekající
StatusInProgress=Probíhá…
StatusSucceeded=Uspěl
StatusFailed=Neuspěl
CurrentAction=Současná akce:
DeliveryingReports=Doručování hlášení o chybách…
DeliverySucceeded=Hlašení o chybách byla úspěšně doručena.
DeliveryFailed=Doručení hlášení o chybách ukončeno s chybou.
SelectAll=Vybrat vše
DeselectAll=Vybrat nic
DeleteSelected=Vymazat vybrané
DeleteAll=Vymazat vše

[VideoRecDlg]
DlgCaption=%s - Video záznam obrazovky
Text=%s zahájí nahrávání obrazovky, aby bylo možné lépe porozumět příčíně problému a opravit chybu v programu. V průběhu nahrávání může dojít ke snížení výkonu Vašeho počítače. Pro pokračování stisnkěte tlačítko 'Povolit'.
Allow=Povolit
Cancel=Storno